Repository: rocassis/fastchatapp
Catalog: lib/l10n/app_*.arb
Languages: pt

# about_text
source: Read more about FastChatApp
pt: Saiba mais sobre o FastChatApp

# about_page_title
source: About
pt: Sobre

# about_header_title
source: FastChatApp is a messaging app that lets you connect with others quickly.
pt: FastChatApp é um aplicativo de mensagens que permite que você se conecte com outras pessoas rapidamente.

# about_page_text
source: This app does not currently support initiating chats in WhatsApp without saving the phone number. This functionality is not available through the official WhatsApp API.
pt: Atualmente, este aplicativo não oferece suporte para iniciar bate-papos no WhatsApp sem salvar o número de telefone. Esta funcionalidade não está disponível na API oficial do WhatsApp.

# privacy_policy_text
source: Privacy Policy
pt: Política de Privacidade

# terms_conditions_text
source: Terms & Conditions
pt: Termos de Uso

# version_text
source: Version
pt: Versão

# privacy_policy_title
source: Privacy Policy
pt: Política de Privacidade

# terms_conditions_title
source: Terms & Conditions
pt: Termos de Uso

# file_error_text
source: Error reading file .md
pt: Erro ao ler o arquivo .md

# empty_text
source: Please fill in the field
pt: Favor preencher o campo

# whatsapp_text
source: Enter the phone number and click chat to start the conversation
pt: Insira o número de telefone e clique em chat para iniciar a conversa

# whatsapp_error
source: Unable to open WhatsApp. Check if the app is installed or updated
pt: Não foi possivel abrir o WhatsApp. Verifique se o aplicativo está instalado ou atualizado.

# telegram_text
source: Enter the user name and click chat to start the conversation
pt: Insira o nome de usuário e clique em chat para iniciar a conversa

# telegram_error
source: Unable to open Telegram. Check if the app is installed or updated.
pt: Não foi possivel abrir o Telegram. Verifique se o aplicativo está instalado ou atualizado.

# signal_text
source: Enter the user name and click chat to start the conversation
pt: Insira o nome de usuário e clique em chat para iniciar a conversa

# signal_error
source: Unable to open Signal. Check if the app is installed or updated.
pt: Não foi possivel abrir o Signal. Verifique se o aplicativo está instalado ou atualizado.
